import { images } from "./cardImgs";

export const cards = {
  Green: [
    {
      index: 0,
      title: "Связывание углерода",
      description:
        "Модель предназначена для исследования проблемы поглощения углерода в связи с изменениями климата на примере Великих озер.  Связывание углерода – это процесс улавливания и хранения углекислого газа из атмосферы. Это один из механизмов сокращения количества углекислого газа в атмосфере с целью уменьшения глобального изменения климата. Частота, продолжительность и интенсивность осадков, температура окружающего воздуха и температура воды показывают последствия изменения климата.Сокращение количества осадков, увеличение испарения и изменение структуры стока угрожают жизнеспособности водно-болотных угодий, болот и других уязвимых мест обитания. Загрязнение питательными веществами и инвазивные виды еще больше усугубляют эти проблемы, приводя к ухудшению качества воды и нарушению функционирования экосистем.",
      link: "https://search.app/VePfKaJAwjYRozsM7",
      image: images.Green.carbonSeq,
    },
    {
      index: 1,
      title: "Глобальное потепление",
      description:
        "Модель предназначена для исследования проблемы изменения климатических систем на планете в контексте сохранения жизненного пространства для человечества. Изменение климата рассматривается как повышение средней температуры Земли, т. е. изменчивость климата в терминах экстремальных и средних значений. В частности, имеется в виду антропогенное изменение климата, как следствие деятельности человека. Последствия выражаются в виде утраты биоразнообразия, подкисления океана, разрушения стратосферного озона, высыхания и сокращения водных ресурсов из-за увеличения потребления пресной воды и других факторов, в результате жизнедеятельности человека.",
      link: "https://search.app/xXaWBqBmVUwJikXc9",
      image: images.Green.globalWarming,
    },
    {
      index: 2,
      title: "Качество и доступность среды обитания",
      description: "Качество и доступность среды обитания",
      link: "https://search.app/2aWfsW4YhZRGbd6UA",
      image: images.Green.habitat,
    },
    {
      index: 3,
      title: "Коммерческое рыболовство",
      description:
        "Модель исследует факторы стресса, связанные с изменением климата, для среды обитания популяций рыб и рыболовства в крупных озерах на примере экосистемы  Великих озер. Изменение климата вызывает сокращение среды обитания коммерческих холодноводных видов рыб, способствует увеличению межвидовой конкуренции и появлению инвазивных видов рыб. К факторам, вызывающим изменения среды обитания этих видов рыб отнесены уменьшение ледяного покрова, увеличение температуры или осадков, усиление нисходящей длинноволновой радиации. Уменьшая воздействие волн на мелководье, ледяной покров может влиять на физические условия для рыб, чья икра насиживает зимой. Повышение температуры влияет на концентрацию растворенного кислорода в поверхностных водах, которая имеет сезонный и суточный цикл. Когда растворимость кислорода ограничена, преобладание гипоксии может вызвать дополнительный стресс у рыб, в то же время предоставляя возможность доминировать инвазивным рыбам.",
      link: "https://search.app/CWyYe4kaJtaShWyR8",
      image: images.Green.climateChange,
    },
    {
      index: 4,
      title: "Спортивная рыбалка",
      description:
        "Спортивное рыболовство обеспечивает не только прекрасный отдых и духовное служение посредством спортивной рыбалки, но и является важным источником туризма. Модель исследует факторы стресса, связанные с изменением климата, для среды обитания популяций рыб и спортивного рыболовства в крупных озерах. К факторам, вызывающим изменения среды обитания спортивных видов рыб, таких как сиг и окунь, отнесены уменьшение ледяного покрова, увеличение температуры или осадков, усиление нисходящей длинноволновой радиации. Уменьшение ледяного покрова также сокращает возможности для подледной рыбалки, поскольку зимний сезон составляет большую часть сезона спортивного рыболовства. Более короткие и теплые зимы вредны для репродуктивного цикла рыб.",
      link: "https://www.craiyon.com/image/2h8pJ0zuQD6mawpHOjH3zw",
      image: images.Green.sportFishing,
    },
    {
      index: 5,
      title: "Прогулочное катание на лодках",
      description:
        "Модель исследует влияние факторов изменения климата на оказание экосистемных услуг, таких как катание на лодках. Такие климатические переменные, как интенсивность, продолжительность и частота осадков, температура окружающего воздуха и ветер, негативно влияют на возможность предоставления услуг катания на лодках. Понимание связей между изменением климата и экосистемными услугами позволит лучше понять последствия изменения климата и разработать эффективные средства адаптации к ним.",
      link: "https://www.craiyon.com/image/lMkDXUSNTuuwRuBOoFBeug",
      image: images.Green.recreation,
    },
    {
      index: 6,
      title: "Производство дикого риса",
      description:
        "Модель рассматривает воздействия изменения климата, связанные с интенсивностью выпадения осадков, качеством воды и температуры окружающего воздуха на производство дикого риса. Увеличение количества осадков увеличивает сток, перемещая больше питательных веществ с земли в озера. Чистый сток бассейна оказывает сильное влияние на загрязнение вод биогенными веществами и инвазивными макрофитами (агрессивными чужеродными видами водорослей).",
      link: "https://search.app/5ANeLspNrfGqRovKA",
      image: images.Green.wildRice,
    },
    {
      index: 7,
      title: "Урожайность озимой пшеницы",
      description:
        "Модель рассматривает процесс формирования урожайности озимой пшеницы при фотосинтезе растений в определенных почвенно-климатических условиях с применением технологии богарного земледелия при нулевой обработкой почвы (No-Till). В этой технологии важна квалификация оператора и оператора агротехнического аппарата, своевременное внесение в почву препаратов, а также мульчирование поверхности почвы, что призвано сохранить почву от эрозии и способствовать накоплению влаги.",
      link: "https://www.craiyon.com/image/-bcetbHzQheAf0vSOaLmpQ",
      image: images.Green.yieldRice,
    },
    {
      index: 8,
      title: "Риск лесного пожара",
      description:
        "Модель рассматривает риск лесных пожаров в экорегионе с преобладанием сухих смешанных хвойных лесов. Исследуемая система представляет собой мозаику государственных, частных и племенных земель. Крупномасштабные и неконтролируемые «мегапожары» становятся все более распространенными, отчасти из-за изменения климатических условий и накопления горючих материалов в результате давней политики тушения лесных пожаров. Смягчение риска лесных пожаров может осуществляться отдельными частными землевладельцами, но часто требует коллективных действий нескольких групп заинтересованных сторон на муниципальных, государственных и федеральных землях.",
      link: "",
      image: images.Green.wildFire,
    },
    {
      index: 9,
      title: "Деградация среды обитания",
      description:
        "Модель фокусируется на изменениях лесного покрова (обезлесения) из-за роста вырубки лесов в горных областях, подверженным оползням. Вырубка лесов может увеличить восприимчивость к оползням и привести к их локальному увеличению. Это основано на выявленных изменениях в отношении разрешенной вырубки леса и сплошной рубки. Лесная политика по снижению риска оползней формирует приоритетное регулирование вырубки лесов или планируемое лесовозобновление.",
      link: "https://www.craiyon.com/image/riRK9KyZREqUyhEEWcf_UQ",
      image: images.Green.deforestation,
    },
  ],
  Violet: [
    {
      index: 0,
      title: "Разведение крупного рогатого скота",
      description:
        "Модель описывает систему жизнеобеспечения сельских домохозяйств, которые находятся в полузасушливом регионе на стыке человека и дикой природы. Жители выращивают и продают крупный рогатый скот и допонительно для пропитания выращивают зерновые культуры на высокогорных склонах (большую часть) и в своих огородах. Вырученные от продажи скота деньги используются для покупки еды, лекарств для поддержания здоровья скота, а также на прямые закупки скота после хорошего урожая. В засушливые годы домохозяйства страдают от недостатка корма на горных пастбищах и для спасения приоритетного племенного стада от гибели используют на корм корни многолетнего бобового кустарника Жомбве. Однако для выкапывания клубней требуется много труда. На продуктивность скота влияют болезни и хищничество диких зверей. Существуют общественные комитеты, которые помогают жителям, облегчая и удешевляя доступ к лекарствам для скота.",
      link: "https://search.app/v3gP3M1KYo56szXT8",
      image: images.Violet.cattleLivelihood,
    },
    {
      index: 1,
      title: "Растениеводство и мелкое скотоводство",
      description:
        "Модель описывает систему жизнеобеспечения сельских домохозяйств, которые находятся в долине полузасушливого региона на стыке человека и дикой природы. Жители занимаются растениеводством, которое обеспечивает домохозяйства продовольствием. Жители закупают извне семена, ограждения, а также дизельное топливо для орошения полей. Мясо дичи, урожай сельскохозяйственных культур с приусадебного хозяйства и полей, а также мелкий скот, такой как козы и куры, продают для заработка денег во время засухи. Дикие звери и птицы наносят ущерб напрямую снижая общий урожай. Наличие рабочей силы определяет общий урожай продовольствия. После неурожая большинство членов семьи начинают работать на богатые семьи, и при этом теряют время на собственный урожай. Для восстановления хозяйств после засухи существует две социальные практики: сдача скота в аренду тем, кто потерял скот во время засухи, и коллективная помощь соседей для обработки полей в период пиковой нагрузки и недостатка рабочей силы. Меньшее количество ограничений на границах обеспечивает большую гибкость в доступе к продовольствию через границы.",
      link: "https://search.app/1tYx1f76uoSNkcho9",
      image: images.Violet.cropCattleLivelihood,
    },
    {
      index: 2,
      title: "Нефермерские средства к существованию",
      description:
        "Модель описывает систему жизнеобеспечения в городских и периферийных районах развивающихся стран, которые находятся в полузасушливом регионе на стыке человека и дикой природы. Засуха является основной движущей силой несельскохозяйственной деятельности жителей. Эти домохозяйства продают ремесленные изделия в близлежащих городах или за границей, а также работают за пределами региона. Продукты питания доставляются на грузовиках от родственников, работающих за пределами страны. Домохозяйства, принадлежащие к этой системе, имеют некоторое количество крупного рогатого скота в домашнем хозяйстве для сбора урожая и доставки продуктов питания непосредственно в домохозяйство. Люди полагаются на свой сад как источник еды и денег, а также продают мелкий домашний скот через границу. Таким образом, если границы закрыты, доступность наличных денег снижается.",
      link: "https://search.app/SeUHtX8h8zrJR51r5",
      image: images.Violet.nonFarmLivelihood,
    },
    {
      index: 3,
      title: "Стабильность предприятия",
      description:
        "Модель описывает зависимость стабильности функционирования предприятия от основных факторов его деятельности. Рассматривается как изменения в продажах, оборотах, расходах, долгах и кредитах, вложениях в исследованиях и инновациях, объемах инвестиций, доле рынка и текущем капитале влияют на его устойчивость.",
      link: "https://search.app/S1XZLAQugrctiDJe9",
      image: images.Violet.enterpriseStability,
    },
    {
      index: 4,
      title: "Надежность и безопасность автомобиля",
      description:
        "Модель определяет уровень надежности и безопасности автомобиля в завичисимости от совместного влияния 3-х групп факторов: квалификации водителя, технических характеристик автомобиля и дорожных условий.",
      link: "https://www.craiyon.com/image/B5R28A_3RZKJTn4WByAAvw",
      image: images.Violet.vehilce,
    },
    {
      index: 5,
      title: "Доля рынка",
      description:
        "Моделирование операционной эффективности бизнеса на основе общей бизнес-архитектуры организации. Эта эффективность оценивается через долю рынка, которая выражает конкурентную стратегическую идентичность (индивидуальность) предприятия. Модель ориентирована на основных бенефициаров и заинтересованные стороны проектов изменений, нацеленных на эффективность (администрацию предприятия, руководителей по редизайну и т.д.) на этапах стратегического планирования. Модель включает концепции, относящиеся к основной деятельности компании (уровень внутренних издержек), управлению персоналом, инфраструктуре, гибкости организации и процессов, а также к способности реагировать на изменения рынка.",
      link: "https://search.app/1adA5qcaNaSWsvBHA",
      image: images.Violet.marketShare,
    },
    {
      index: 6,
      title: "Знания персонала",
      description:
        "Модель показывает влияние управления знаниями, обучения и удовлетворенности сотрудников на бизнес-модель. Это влияние формирует уровень квалификации сотрудников, достигаемый в организации.",
      link: "https://search.app/b6cvsj1J5bs7hnGw6",
      image: images.Violet.staffKnowledge,
    },
    {
      index: 7,
      title: "Производственные затраты",
      description:
        "Модель показывает институциональные факторы, формирующие производственные издержки. Эти факторы объединены в две группы: стоимость операционных решений и факторы, определяющие загрузку производственных мощностей. Первая группа связана с затратами по изготовлению продукции. Вторая – с эффективностью использования мощностей в зависимости от спроса и требований потребителей.",
      link: "https://www.craiyon.com/image/SqgBjmGdRJClAq5mhav3bA",
      image: images.Violet.executionCost,
    },
    {
      index: 8,
      title: "Клинический риск",
      description:
        "Модель исследует вопрос клинического риска при администрировании медикаментозной терапии в больницах. Улучшение клинических результатов может быть достигнуто благодаря более контролируемому процессу администрирования лекарств, что снижает вероятность ошибок, допускаемых задействованными операторами. Администрирование лекарств является одним из важнейших инструментов для снижения вероятности ошибок (профилактика) или для восстановления и смягчения (защита) их последствий.",
      link: "https://www.craiyon.com/image/2U4cGPxeTn-tqFstIIAztA",
      image: images.Violet.clinicalRisk,
    },
    {
      index: 9,
      title: "Выбор научной конференции",
      description:
        "Моделирование приоритетов выбора научной конференции на основе факторов репутации конференции и докладчиков, академической репутации университета, экономичности и удобства проживания.",
      link: "https://www.craiyon.com/image/5sG-Mkv2QVW-zAe2TRZblA",
      image: images.Violet.conferenceSelection,
    },
    {
      index: 10,
      title: "Монтаж трубопроводов",
      description:
        "Управление строительством - сложный процесс, связанный с технической сложностью. Модель фокусируется на критической проблеме управления сложностью и неопределенностью, присущими строительному менеджменту. Модель исследует влияние проблем качества менеджмента строительства для конкретной технической системы (монтаж трубопроводов) на отношения с клиентами. Факторы модели были определены как подмножество проблем, которые способствуют ухудшению отношений с клиентом строительного проекта. ",
      link: "https://www.craiyon.com/image/ATspx3rPR-ibVF982ERPsQ",
      image: images.Violet.pipingInstallation,
    },
    {
      index: 11,
      title: "Энергетический переход",
      description:
        "Моделирует переход от биоэнергетики к низкоуглеродной биоэкономике замкнутого цикла. Переход к низкоуглеродному развитию (с сокращением выбросов парниковых газов) через циклическую биоэкономику, включающую более экологически чистое производство энергии, например, в форме биотоплива, который позволит достичь региональных выгод и преимуществ и сократить загрязнение окружающей среды. Этот переход оценивает отходы как биоресурсы для производства биоэнергиине.",
      link: "https://search.app/mkg6Ccuhs2v9xcqy8",
      image: images.Violet.energyTransition,
    },
  ],
  Orange: [
    {
      index: 0,
      title: "Преступление и наказание",
      description:
        "Моделирование взаимосвязи между ключевыми факторами, влияющими на преступность и систему уголовного правосудия. Модель включает факторы, влияющие на уровень воровства: наличие имущества (видимое присутствие товаров, желаемых ворами), возможность (физический доступ к имуществу, наличие инструментов для взлома и т. д.), участие сообщества (городское наблюдение, общение между соседями, сообщения о преступлениях в местных новостях), присутствие полиции (видимое присутствие сотрудников полиции в форме на регулярной основе), наказание (мера надежности и определенности наказания за преступления), преступный умысел (наличие лиц, намеревающихся совершить кражу). ",
      link: "https://www.craiyon.com/image/f2TkYJ46TqKyyl0Rt_GJ3g",
      image: images.Orange.crime,
    },
    {
      index: 1,
      title: "Кубинский ракетный кризис",
      description:
        "Моделированию ситуации Кубинского ракетного кризиса (Карибского кризиса) 1962 года.  Модель разработана на основе текста телевизионного обращения президента США Ф. Кеннеди к народу 22 октября 1962 года, в котором была представлена американская версия ситуации, а также декларации целей, к которым должна стремиться администрация США; и заявления президента Ф. Кеннеди на пресс-конференции 22 ноября, 1962, содержащий его оценку ситуации после разрешения кризиса. Требуется определить наиболее эффективные управляющие действия на основе восприятия Карибского кризиса 1962 года для достижения интересов США и обеспечения мира и безопасности.",
      link: "https://search.app/Yjx1o9gNj5d2jzaZ7",
      image: images.Orange.cuban,
    },
    {
      index: 2,
      title: "Финансовый кризис в Малайзии",
      description:
        "В контексте политики и управления заявления лидеров интерпретируются как выражение предполагаемой политики. Модель разработана на основе высказываний руководства страны и предоставляет индикаторы направления и основы финансовой и экономической политики. Причинные отношения в модели представляют собой восприятие политиками определяющих факторов возникновения финансового кризиса. На основании этого восприятия вырабатываются меры по преодолению кризиса и достиженя политических целей. ",
      link: "https://search.app/Wy8Y3erT3fLKqgEB6",
      image: images.Orange.malaysia,
    },
    {
      index: 3,
      title: "Финансовый кризис в Южной Кореи",
      description:
        "В контексте политики и управления заявления лидеров интерпретируются как выражение предполагаемой политики. Модель разработана на основе высказываний руководства страны и предоставляет индикаторы направления и основы финансовой и экономической политики. Причинные отношения в модели представляют собой восприятие политиками определяющих факторов возникновения финансового кризиса. На основании этого восприятия вырабатываются меры по преодолению кризиса и достиженя политических целей. ",
      link: "https://search.app/Lf1xh2KB8mMmD1tT8",
      image: images.Orange.korea,
    },
    {
      index: 4,
      title: "Влияние ИТ на расходы",
      description:
        "Модель рассматривает принятие решений относительно приоритетности закупок ИТ-услуг в государственном секторес учетом различных экономических и социальных факторов. Требуется обеспечить эффективное «соотношение цены и качества» с учетом ограниченного бюджета.",
      link: "https://www.craiyon.com/image/k_54MUGrRfCyrtE5GLuzJA",
      image: images.Orange.itImpact,
    },
    {
      index: 5,
      title: "Бездомность",
      description:
        "Модель представляет сложную социальную проблему бездомности. Силы, которые влияют на бездомность, сложны и часто интерактивны по своей природе. Социальные силы, такие как зависимости, распад семьи и психические заболевания, усугубляются структурными силами, такими как отсутствие доступного недорогого жилья, плохие экономические условия и недостаточные услуги в области психического здоровья. Факторы, влияющие на проблему бездомности возникают на микро-, мезо- и макроуровнях общества. Связанная картина позволяет принимать изменения в государственной политике  для решения сложных социальных проблем, таких как бездомность.",
      link: "https://www.craiyon.com/image/OUFGuuZ8RNuZ0gh-BvYh_Q",
      image: images.Orange.homelessness,
    },
  ],
};

export const cardcreds = {
  Green: {
    name: "Green",
    desc: "Жизнь в окружении природы / Сбережение природы / Качество среды обитания.",
    src: images.Green.greenImage,
    color: "#52ffbd",
  },
  Orange: {
    name: "Orange",
    desc: "Совершенное общественное устройство / Баланс социальных факторов / Настройка институционального комплекса.",
    src: images.Orange.orangeImage,
    color: "#ff8b2b",
  },
  Violet: {
    name: "Violet",
    desc: "Устойчивое жизнеобеспечение / Сбережение природы / Надежность и безопасность.",
    src: images.Violet.violetImage,
    color: "#eea8ff",
  },
};
